
ACTIVE_STATUS = (

    (1, "已经参与"),
    (2, "没有参与")
)

INTEGRAL_TYPE = (
    ("join", "参加阅读"),
    ("share", "分享获得"),

)
PAY_STATUS = (
    (2,'已兑换'),
    (1,"待兑换"),
    (3,'已失效')
)
CODE_STATUS = (
    (1,'已扫码'),
    (2,'待扫码'),
    (3,'已过期')
)

DZ_STATUS = (
    (1,'没点赞'),
    (2,'已点赞')
)
ACT_STATUS = (
    (1,'已经报名'),
    (2,'取消报名')
)
COO_STATUS = (
    (1,'没收藏'),
    (2,'已收藏')
)
VOT_STATUS = (
    (1,'已投票'),
    (2,'没投票')
)
FOLLOW_STATUS = (
    (1,'已关注'),
    (2,'取消关注')
)
VOTE_STATUS = (
    (2,'未选'),
    (1,'已选')
)